Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: By 10 March, the number of confirmed cases in Norway had spiked to 400, and a rising number of those cases could not be traced to foreign travel or any known person infected, indicating community transmission had started in Norway.
es: Para el 10 de marzo, el número de casos confirmados en Noruega había aumentado a 400, y un número creciente de esos casos no se pudo rastrear hasta viajes al extranjero o cualquier persona conocida infectada, lo que indica que la transmisión comunitaria había comenzado en Noruega.

source: Baszler was then entered into Raw's women's Elimination Chamber match at the namesake event where she single-handedly eliminated all of her opponents to win and earn herself a Raw Women's Championship match against Lynch at WrestleMania.
es: [25]​ En Elimination Chamber, Baszler participó en un Elimination Chamber match donde eliminó a todas sus oponentes sola para ganar el combate y ganarse un combate por el Campeonato Femenino de Raw contra Lynch en WrestleMania.

source: Gender disparity in leadership
es: Disparidad de género en liderazgo

source: Klebsiella is named after German-Swiss microbiologist Edwin Klebs (1834–1913).
es: Recibe ese nombre en honor al microbiólogo alemán Edwin Klebs (1834-1913).

source: understanding how social and economic conditions impact health, disease and the practice of medicine and
es: Entender cómo las condiciones sociales y económicas impactan la salud y enfermedad, entre los individuos, así como su importancia en la medicina.

source: Pandemic by country and territory
es: Pandemia por país y territorio

source: On 10 March, 63 cases were confirmed.
es: El 10 de marzo, se confirmaron 63 casos.

source: The US delegation also praised Vietnam for its quarantine efforts, and have cooperated with the Vietnamese Embassy in the United States.
es: [87]​ La delegación estadounidense también elogió a Vietnam por sus esfuerzos de cuarentena y ha cooperado con la Embajada de Vietnam en los Estados Unidos.

source: Phossy jaw, formally known as phosphorus necrosis of the jaw, was an occupational disease affecting those who worked with white phosphorus (also known as yellow phosphorus) without proper safeguards.
es: Fosfonecrosis, (formalmente fósforo necrosis de la mandíbula) es una enfermedad profesional de aquellos que trabajan con fósforo blanco, también conocido como fósforo amarillo, sin las debidas salvaguardias.

source: The Conference of rectors of Madrid public universities (CRUMA) decided to delay the academic calendar, classes, exams and enrollments by two weeks.
es: La Conferencia de Rectores de las Universidades Públicas Madrileñas (CRUMA) decide retrasar el calendario académico, las clases, exámenes y matriculaciones por un periodo de dos semanas.

source: Alcohol rubs kill many different kinds of bacteria, including antibiotic resistant bacteria and TB bacteria.
es: Los fricciones con alcohol matan muchos tipos de bacterias, incluyendo las que tienen resistencia a antibióticos y la bacteria de la tuberculosis (Mycobacterium tuberculosis).

source: The CSI 300 Index, an aggregate measure of the top 300 stocks in the Shanghai and Shenzhen stock exchanges, dropped almost 3% on 23 January 2020, the biggest single-day loss in almost 9 months, after the Wuhan lockdown was announced as investors spooked by the drastic measure sought safe haven for their investments.
es: El Índice CSI 300, una medida agregada de las 300 acciones superiores en las bolsas de valores de Shanghái y Shenzhen, bajó cerca del 3%, la mayor pérdida registrada en un día en casi 9 meses, debido al Encierro de Wuhan, ya que los inversionistas se espantaron por la drástica medida y buscaron refugio para sus inversiones.

source: They must remain in their residences except to stock up on food or access health or financial services.
es: Deben permanecer en su residencia, excepto para aprovisionarse de alimentos, acceder a servicios de salud o financieros.

source: After 12 days incarcerated, Darvinson Rojas was set free on 3 April 2020 under precautionary measures.
es: Después de 12 días de prisión, Darvinson Rojas fue puesto en libertad el 3 de abril de 2020 bajo medidas cautelares.

source: On 10 March 2020, 11 cases were confirmed.
es: Actualizado el 26 de abril de 2020.

source: North Korean state media also reported that groundbreaking on a new hospital was underway the day prior on Tuesday 17 March.
es: Los medios de comunicación estatales norcoreanos también informaron que la construcción de un nuevo hospital estaba en marcha el día anterior al martes 17 de marzo.

source: It has been observed that this type of dermatitis does not require prior sensitization of the immune system.
es: No es necesario que la patología haya originado ya una incapacidad.

source: Bjørn Atle Bjørnbeth, the Chief of the Ullevål hospital in Oslo, informed that there are potentially over 100 people who came in contact with an infected staff member.
es: Bjørn Atle Bjørnbeth, jefe del hospital Ullevål en Oslo, informó que potencialmente hay más de 100 personas que entraron en contacto con un miembro del personal infectado.

source: The disease was confirmed to have reached Canada on January 27, 2020, after a man who had returned to Toronto from Wuhan, Hubei, China, tested positive.
es: La pandemia de enfermedad por coronavirus de 2019-2020 en Canadá se confirmó el 27 de enero de 2020, después de que un hombre portador del COVID-19 regresó a Toronto de un viaje a China, incluido Wuhan.

source: "Two music videos were made for the studio version of the song and a third music video was made for an acoustic version of the song. All 3 versions were made available via the DVD release ""Low/Times Like These""(2003):"
es: "Las tres versiones están disponibles en el DVD ""Low/Times Like These""(2003):"

source: As a result of the isolation, no one died of influenza in Gunnison during the epidemic.
es: A raíz del aislamiento, nadie murió de influenza en Gunnison durante dicha epidemia.

source: The software was written in assembly language that might require more attention for testing and good design.
es: El programa estaba escrito en lenguaje ensamblador, un lenguaje de bajo nivel que requiere más trabajo de diseño, programación y pruebas.

source: The following members of the 32nd Dáil did not seek re-election.
es: Los siguientes miembros del 32.º Dáil anunciaron que no buscaban la reelección.

source: It relied on a confidence and supply agreement with Fianna Fáil.
es: Se basó en un acuerdo de confianza y apoyo con Fianna Fáil.

source: On 12 March 2020, Austria confirmed the first death of COVID-19, a 69-year-old man from Vienna died in Vienna's Kaiser-Franz-Josef Hospital.
es: El 12 de marzo de 2020, Austria confirmó la primera muerte de COVID-19, un hombre de Viena de 69 años murió en el Hospital Kaiser-Franz-Josef de Viena.

source: The IC nominates four investor representatives to the board, and its approval is required for single investments over US$100 million.
es: El CI nomina a cuatro representantes de inversionistas para la junta, y se requiere su aprobación para inversiones únicas de más de US $ 100 millones.

source: OPEC expected demand to fall by 6.8 million bpd, later to reduce by up to 35 million bpd.
es: La OPEP esperaba que la demanda cayera en 6,8 millones de barriles[44]​, luego se redujera en hasta 35 millones de barriles.

source: The first measure taken seeking the protection of the elderly is to decree mandatory isolation from 7:00 AM on 20 March to 31 May for all adults over 70 years of age.
es: La primera medida tomada para buscar la protección de los adultos mayores es decretar el aislamiento obligatorio desde las 7:00 A.M. del 20 de marzo hasta el 31 de mayo, obligatoria para todos los adultos mayores de 70 años.

source: On the same day, three other patients tested positive in Sydney after returning from Wuhan.
es: Ese mismo día, otros tres pacientes dieron positivo en Sydney luego de regresar de Wuhan.

source: The one who sat near Patient Zero on the March 16 flight was a 50-year-old male who became symptomatic on March 26, was tested in Grenada and told to self-quarantine while awaiting the results.
es: El que se sentó cerca del paciente cero en el vuelo del 16 de marzo era un hombre de 50 años que se volvió sintomático el 26 de marzo, fue examinado en Granada y le dijeron que se auto-pusiera en cuarentena.

source: It is also tied to heroin use where talc might be used as an adulterant to increase weight and street value.
es: "También está ligado al consumo de heroína donde podría ser usado el talco utilizado como un adulterante para aumentar el peso en las ventas de calle, por lo que la inyección de heroína con talco diluido causa talcosis ...""[1]​"

source: On 27 February, a 72-year-old man in Vienna had been in the Krankenanstalt Rudolfstiftung hospital for 10 days with flu symptoms before he tested positive for SARS-CoV-2.
es: El 27 de febrero, un hombre de Viena de 72 años había estado en el hospital Krankenanstalt Rudolfstiftung durante 10 días con síntomas de gripe antes de dar positivo por SARS-CoV-2.

source: On 1 April, the first Italian drive-through testing facilities opened in Alessandria and in north-western Tuscany.
es: [129]​ El 1 de abril, se abrieron las primeras instalaciones de pruebas de conducción italiana en Alessandria[130]​ y en el noroeste de la Toscana.

source: 2004: Avian influenza (H5N1), sometimes avian flu, and commonly bird flu
es: 2004: Crisis de la gripe aviar (H5N1)[20]​

source: An increase in the number of hospitalized to 17 was also reported.
es: Se reportó también un aumento en el número de hospitalizados a 17.

source: Later research published on January 29, 2020 indicated that among officially confirmed cases, human-to-human transmission may have started in December of the previous year, and the delay of disclosure on the results until then, rather than earlier in January, was met with criticism towards health authorities.
es: [138]​ Una investigación posterior publicada el 20 de enero de 2020 indicó que entre los casos confirmados oficialmente, la transmisión de persona a persona puede haber comenzado en diciembre del año anterior, y el retraso de la divulgación de los resultados hasta entonces, en lugar de antes en enero, fue recibido con críticas hacia las autoridades sanitarias.

source: Brent oil fell to $18/bbl.
es: El petróleo Brent cayó a 18$/barril[51]​.

source: According to the WHO's Commission on Social Determinants of Health, access to health care is essential for equitable health, and it argued that health care should be a common good rather than a market commodity.
es: Según la comisión de Determinantes Sociales de la Salud que forma parte de la Organización Mundial de la Salud, accesibilidad a la atención de la salud es esencial para una salud equitativa, y es debatido que del sistema de atención de la salud deber de ser un derecho común más bien que una mercancía.

source: 23 February saw another 123 cases with 75 being from Shincheonji and 24 February saw 161 additional cases with 129 being from the same religious group.
es: 23 de febrero vio otros 123 casos, de los cuales 75 eran de Shincheonji y el 24 de febrero vio 161 casos adicionales, siendo 129 del mismo grupo religioso.

source: On 6 March, the first case in Costa Rica was confirmed.
es: El 6 de marzo se confirmó el primer caso de coronavirus en Costa Rica, y el primero en América Central.

source: The name diseases of despair has been criticized for being unfair to the people who are adversely affected by social and economic forces beyond their control, and for underplaying the role of specific drugs, such as OxyContin, in increasing deaths.
es: El nombre enfermedades de la desesperación ha sido criticado, por que podría ser injusto con aquellas personas que simplemente se ven afectadas negativamente por fuerzas sociales y económicas que no están en sus manos, y por subestimar el papel que ha tenido medicamentos específicos, como el OxyContin, en el aumento de las muertes.

source: Gilbert gave birth to triplets in 1998.
es: Gilbert tuvo trillizos en 1998.

source: In the first two months of 2020, China's box office was down to US$3.9 million, compared to US$2.148 billion in the first two months of 2019.
es: En los primeros dos meses de 2020, la taquilla de China bajó a US $ 3,9 millones, en comparación con los US $ 2.148 mil millones en los primeros dos meses de 2019.

source: The media reported 28 adults, 3 older adults and 4 infected minors were infected, while 450 tests have come back negative.
es: Se reportaron 28 adultos, 3 adultos mayores y 4 menores de edad, se descartaron a 450 personas.

source: The Chamber of Physicians also criticized the practices carried out in private hospitals in Istanbul.
es: La Cámara de Médicos también criticó las prácticas llevadas a cabo en hospitales privados en Estambul.

source: United States President Donald Trump wrote a letter to Kim Jong-un to express his willingness to work with him on dealing with COVID-19.
es: [16]​ El 21 de marzo de 2020, Corea del Norte dijo que el presidente de los Estados Unidos, Donald Trump, escribió una carta a Kim Jong-un para expresar que está dispuesto a trabajar con él en la lucha contra COVID-19.

source: It has been contended that Semmelweis could have had an even greater impact if he had managed to communicate his findings more effectively and avoid antagonising the medical establishment, even given the opposition from entrenched viewpoints.
es: Se ha indicado que la teoría de Semmelweis podría haber tenido una aceptación mucho mayor si Semmelweis hubiese sido capaz de comunicar su descubrimiento más efectivamente y hubiese evitado la confrontación con el establishment médico.

source: In addition, the borders were restricted, and people were only permitted to leave for health reasons, to transport goods, or for residents abroad.
es: Además, se restringió la circulación en la frontera y solo se permitía salir por razones sanitarias, para el transporte de mercancías o a residentes fuera del país.

source: The first known case in the United States of COVID-19 was confirmed in the state of Washington on January 20, 2020, in a 35-year-old man who had returned from Wuhan, China on January 15.
es: El primer caso conocido de COVID-19 en los Estados Unidos se confirmó en el estado de Washington el 20 de enero de 2020, en un hombre de 35 años que regresó de Wuhan, China, el 15 de enero.

source: A few days after being notified of his appointment, Semmelweis left Vienna abruptly and returned to Pest.
es: Unos días más tarde de ser notificado su nombramiento Semmelweis abandonó repentinamente Viena y volvió a Pest.

source: power of control and of law enforcement of veterinarians.
es: Poder de control y aplicación de la legislación para los veterinarios.

source: Some time after Louis Pasteur's experiments proved the germ theory of disease and Joseph Lister and others put them into practice in sanitation, hygienic practices came to be regarded as synonymous with health, as they are in modern times.
es: Posteriormente, gracias a los experimentos de Luis Pasteur que probaron la teoría germinal de las enfermedades infecciosas, las prácticas higiénicas cobraron suma importancia en las intervenciones médicas y la vida cotidiana de la población como sinónimo de salud.

source: "Ilyas said that ""they [the Chinese] have threatened the Muslims and tried to destroy lives of 20 million Muslims."
es: Ilyas en su mensaje también expresó que «ellos [los chinos] amenazaron a los musulmanes e intentaron destruir la vida de 20 millones de musulmanes.

source: Additionally, definitive diagnosis of VALI may not be possible because of lack of sign or symptoms.
es: Además, el diagnóstico definitivo de VALI puede no ser posible debido a la falta de signos o síntomas.

source: Gilbert eventually joined Delta Biotechnology, a biopharmaceutical company that manufactured drugs in Nottingham.
es: Finalmente se unió a Delta Biotechnology, una compañía biofarmacéutica que fabrica medicamentos en Nottingham.

source: The United States and Taiwan held an online forum which focused on the participation of Taiwan in the World Health Organization and how to share the success that Taiwan has achieved throughout the pandemic.
es: [160]​ Estados Unidos y Taiwán celebraron un foro en línea que se centró en la participación de Taiwán en la Organización Mundial de la Salud y en cómo compartir el éxito que Taiwán ha logrado a lo largo de la pandemia.

source: The underground network that assists defectors in escaping North Korea has been almost unable to operate amidst strict controls implemented to stop the virus, with defection attempts being suspended.
es: La red clandestina que ayuda a los desertores a escapar de Corea del Norte ha sido casi incapaz de operar en medio de los estrictos controles implementados para contener el virus, suspendiéndose los intentos de deserción.

source: It can be associated with middle ear infections (otitis media).
es: Puede estar asociado con infecciones del oído medio (otitis media).

source: "Twitter ""suspend[ed] all non-critical business travel and events""."
es: "Twitter ""suspende todos los viajes de negocios y eventos no críticos""."

source: In 2017, the attendance had reached 2,200 people.
es: [9]​ [10]​Para 2017, la iglesia tendría 2.200 miembros.

source: The woman recovered and was discharged on 5 February after testing negative on two consecutive days.
es: [3]​[4]​ La mujer se recuperó y obtuvo el alta hospitalaria el 5 de febrero, tras dar negativo dos días consecutivos.

source: North America saw its lowest box office weekend since 1998 between March 13–15.
es: Estados Unidos tuvo su fin de semana de taquilla más bajo desde 1998 entre el 13 y el 15 de marzo.

source: They based the production on the technique for making condoms.
es: Su producción se basó en la técnica para hacer preservativos.

source: On Monday 16 March, Asia-Pacific and European stock markets closed down (with the S&P/ASX 200 setting a one-day record fall of 9.7%, collapsing 30% from the peak that was reached on 20 February).
es: El lunes 16 de marzo, los mercados bursátiles de Asia-Pacífico y Europa cerraron (con el S&P/ASX 200 estableciendo una caída récord de un día del 9,7%, colapsando un 30% desde el pico alcanzado el 20 de febrero).

source: April 9: Seventeen businesses have lost their business license for failing to adhere to the island-wide curfew.
es: 9 de abril: 17 empresas han perdido su licencia comercial por no cumplir con el toque de queda en toda la isla.

source: GAVI was created in 2000 as a successor to the Children's Vaccine Initiative, which had been launched in 1990.
es: GAVI fue creada en 2000 como sucesora de la Iniciativa de Vacunas Infantiles, que había sido lanzada en 1990.

source: She was successfully recovered from the coronavirus after being tested positive with mild symptoms and was hospitalised in Genoa on 9 March for 20 days.
es: [108]​[109]​ Se recuperó con éxito del coronavirus después de dar positivo con síntomas leves y fue hospitalizada en Génova el 9 de marzo durante 20 días.

source: In Galicia, the third and fourth positives in the community, a 15-year-old and a 47-year-old woman admitted to the Álvaro Cunqueiro de Vigo Hospital were confirmed in Vigo.
es: En Galicia se dan el tercer y cuarto positivo de la comunidad, una niña de 15 años y una mujer de 47, en Vigo.

source: The Community of Madrid confirmed the fifth positive case of coronavirus at the Infanta Sofía University Hospital in the town of San Sebastián de los Reyes involving a 66-year-old man.
es: La Comunidad de Madrid confirma su quinto caso positivo de coronavirus en el Hospital Universitario Infanta Sofía en la ciudad de San Sebastián de los Reyes, un hombre de 66 años.

source: On 1 March, a female soldier tested positive for the virus.
es: El 1 de marzo, una mujer soldado dio positivo por el virus.

source: Reduce morbidity and mortality
es: reducir la morbilidad y la mortalidad

source: "8 April: Wuhan lifts its lockdown, resumes all transportation, with residents intending to leave the city facing similar ""Green Code"" requirements as those in the rest of the province."
es: "8 de abril de 2020: Wuhan levanta las medidas de confinamiento, reanuda todas las formas de transporte[26]​ y los residentes con intención de salir de la ciudad continúan sujetos al requisito de tener un ""código verde"" en el sistema de Alipay, así como los residentes del resto de la provincia."

source: The television special, titled One World: Together at Home, was curated in collaboration between Global Citizen and singer-songwriter Lady Gaga, which benefited the World Health Organization's COVID-19 Solidarity Response Fund.
es: One World: Together at Home fue un especial de televisión organizado por Global Citizen y la cantante estadounidense Lady Gaga, que beneficiará al Fondo de Respuesta Solidaria COVID-19 de la Organización Mundial de la Salud.

source: Due to the wide range of people he contacted, it raised the fear of the patient being a super spread patient.
es: Debido a la amplia gama de personas con las que se contactó, aumentó el temor de que el paciente sea un paciente súper extendido.

source: The 2019–20 coronavirus pandemic was confirmed to have spread to Argentina on 3 March 2020, with 4,272 people being infected.
es: El primer caso confirmado de la pandemia de enfermedad por coronavirus de 2019-2020 en Argentina se dio a conocer el 3 de marzo de 2020.

source: Broken down by nationality, these were a Saudi national, two Bahraini citizens, and an American.
es: Los casos nuevos incluyen a un ciudadano saudí, dos bahreiníes y un estadounidense.

source: The hospital was then chosen to be turned into a respiratory centre for the most severe cases, while other patients were going to be relocated to University Hospital Centre Zagreb or Sisters of Charity Hospital or released home.
es: [26]​[27]​ El hospital fue entonces transformado en un centro de apoyo respiratorio para los casos más graves, mientras los otros pacientes fueron transferidos al Hospital Universitario de Zagreb, el Hospital Sisters of Charity o enviados a casa.

source: Her partner gave up his career to be their primary carer.
es: Su pareja dejó su carrera para ser el cuidador principal.

source: The U.S. Energy Information Administration forecasts show that U.S. crude oil production would fall from 13.2 million bpd in May 2020 to 12.8 million bpd in December 2020 due to the price war, and would then fall to 12.7 million bpd in 2021.
es: Las previsiones de la Administración de Información de Energía de Estados Unidos muestran que la producción de petróleo crudo de Estados Unidos se reduciría de 13,2 millones de bpd en mayo de 2020 a 12,8 millones de bpd en diciembre de 2020 debido a la guerra de precios, y que luego se reduciría a 12,7 millones de bpd en 2021.

source: Concacaf Men's Olympic Qualifying, CONCACAF.com
es: Sitio Oficial de CONCACAF

source: Cases were also confirmed in the cantons of Goicoechea, Moravia, Santo Domingo, and Santa Bárbara.
es: Este día hubo casos confirmados en los cantones de Goicoechea, Moravia, Santo Domingo, and Santa Bárbara.

source: All three men were taken to Famagusta General Hospital.
es: Los tres hombres fueron trasladados al Hospital General de Famagusta, el cuarto caso fue de autoaislamiento en casa.

source: Japan could not be drawn in the group with the US, Australia or China
es: Japón no se puede encuadrar en el grupo con EE.UU., Australia o China

source: Immunohistochemistry can be used to demonstrate prion protein accumulation.
es: La inmunohistoquímica puede usarse para demostrar la acumulación de proteína priónica.
